OdDAI.OdUnitConverter.getConversionUnitName(OdAnsiString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdAnsiString*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdAnsiString*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Gets name and prefix of convertion type.
\param unitType [in] A string that contains the type of the unit to be returned.
\param unitName [out] A unit name.
\param unitPrefix [out] A unit prefix name. If no prefix then the value is empty.
\returns True if the attributes are retrieved successfully, false otherwise.